alert('Сейчас будет ответ на первое практическое задание')
let tempCel = +prompt('Введите значение в градусах по Цельсию', 100);
let tempFar = (9 / 5) * tempCel + 32;
alert("Температура в фаренгейтах: " + tempFar);


alert('Сейчас будет отет на второе задание');

let admin, name;
admin = name = "Василий"
alert(admin);

alert('Сейчас будет отет на третье задание');

alert('1000 + 108 в JS будет равно 1000108');

alert('Сейчас будет отет на четвертое задание');

alert('тэг defer позволяет странице полностью загрузиться обрабатывая скрипты в фоновом режиме\nтэг async делает скрипты независимыми друг от друга, что быстрее загрузилось, то и загрузилось =)');
